Repository: retorik/XamIoT_V2
Catalog: XamIoT_IoS_v2/Localizable.xcstrings
Source language: fr
Languages: en

# content.additem
source: ajouter un élément
en: add item

# content.selectanitem
source: Selectionner un élément
en: Select an item

# DDV.activerules
source: Règles actives
en: Active rules

# DDV.addrule
source: Ajouter règle
en: Add rule

# DDV.alarmlogs
source: Historiques des alertes
en: Alarm logs

# DDV.alertname
source: Nom de l'alerte
en: Alert name

# DDV.alertname.placeholder
source: Mon alerte personnelle
en: My custom alert

# DDV.cancel
source: Annuler
en: Cancel

# DDV.changerule
source: Modifier la règle
en: Edit rule

# DDV.cooldown
source: Temps de recharge
en: Cooldown

# DDV.createrules
source: Créer une règle
en: Create rule

# DDV.deletethisrule
source: Supprimer cette règle ?
en: Delete this rule

# DDV.disabled
source: Désactivée
en: Disabled

# DDV.enabled
source: Activée
en: Enabled

# DDV.field
source: Champ
en: Field

# DDV.lastnotification
source: Dernière notif
en: Last notif.

# DDV.level
source: Niveau
en: Level

# DDV.newrule
source: Nouvelle règle
en: New rule

# DDV.operator
source: Opérateur
en: Operator

# DDV.seen
source: Vu
en: Seen

# DDV.template
source: Type d'alerte
en: Alert type

# DDV.template.none
source: Aucun (saisie libre)
en: None (manual)

# DDV.threshold
source: Seuil (xB)
en: Threshold

# DDV.willbedeleted
source: sera supprimée.
en: will be deleted

# DLV.add
source: Ajouter
en: Add

# DLV.alreadyrecord
source: Déjà enregistrés
en: Already registered

# DLV.autorefresh
source: Activer l’actualisation automatique
en: Activate auto refresh

# DLV.checkip
source: Le capteur doit annoncer une IP via BLE avant de pouvoir l’enrôler.
en: The sensor must announce an IP via BLE before it can be enrolled.

# DLV.confirmaccount
source: Confirmez votre e-mail de compte
en: Confirm your account email address

# DLV.confirmdefdelete
source: Confirmer la suppression définitive
en: Confirm permanent deletion

# DLV.connected
source: Connecté
en: Connected

# DLV.connection
source: Connexion …
en: Connection

# DLV.createdevice
source: Créer le capteur
en: Create device

# DLV.deletingDevice
source: Suppression en cours…
en: Deleting device…

# DLV.delele
source: Supprimer
en: Delete

# DLV.deleteaccount
source: Supp. compte
en: Del. account

# DLV.deletemyaccount
source: Supprimer mon compte
en: Delete my account

# DLV.deletethisdevice
source: Supprimer ce périphérique ?
en: Delete this device

# DLV.detected
source: détecté
en: detected

# DLV.device
source: Périphérique
en: Device

# DLV.devicename
source: Nom du capteur
en: Device name

# DLV.devicewifi
source: 2. Wi-Fi du capteur
en: 2. Device Wi-Fi

# DLV.disabledautorefresh
source: Désactiver l’actualisation automatique
en: Disable automatic refresh

# DLV.editdevice
source: Modifier le périphérique
en: Edit the device

# DLV.error
source: Erreur
en: Error

# DLV.loading
source: Chargement…
en: Loading

# DLV.modify
source: Modifier
en: Edit

# DLV.mydevices
source: Mes périphériques
en: My devices

# DLV.newdevice
source: Nouveau périphérique
en: New device

# DLV.nodevice
source: Aucun périphérique
en: No device

# DLV.onlinehelp
source: Aide en ligne
en: Online help

# DLV.permanentdelete
source: Cette action est **définitive** et supprimera votre compte et toutes les données associées.
en: This action is **permanent** and will delete your account and all associated data.

# DLV.prefixtopic
source: Topic prefix
en: Prefix topic

# DLV.pushwifi
source: Configurer Wifi
en: Set wifi

# DLV.recordchanges
source: Enregistrer les changements
en: Save changes

# DLV.registerdevice
source: 3. Enrôlement XamIoT
en: 3. Enroll XamIoT

# DLV.save
source: Enregistrer
en: Save

# DLV.scaninprogress
source: Scan en cours…
en: Scan in progress

# DLV.selectdevice
source: 1. Sélection du capteur BLE
en: 1. Selection of the BLE device

# DLV.selectonedevice
source: Sélectionner un capteur
en: Select one device

# DLV.signout
source: Déconnexion
en: Signout

# DLV.wifistate
source: Statut Wi-Fi du capteur
en: Wi-Fi State

# DLV.youremail
source: Votre email
en: Your email

# login.connectdevices
source: Connectez-vous pour accéder à vos capteurs.
en: Log in to access your sensors.

# login.createaccount
source: Créer un compte
en: Create an account

# login.forgotpass
source: Mot de passe oublié ?
en: Forgotten password ?

# login.login
source: Se connecter
en: Login

# login.noaccount
source: Pas de compte ?
en: No account ?

# login.pass
source: Mot de passe
en: Password

# login.welcome
source: Bienvenue
en: Welcome

# signup.atleast6chars
source: Le mot de passe doit contenir au moins 6 caractères.
en: The password must contain at least 6 characters.

# signup.close
source: Fermer
en: Close

# signup.country
source: Pays / Indicatif
en: Country / Country code

# signup.firstname
source: Prénom
en: Firstname

# signup.maskpass
source: Masquer le mot de passe
en: Hide password

# signup.name
source: Nom
en: Name

# signup.passdonotmatch
source: Les mots de passe ne correspondent pas.
en: The passwords do not match.

# signup.phone
source: Téléphone
en: Phone

# signup.showpass
source: Afficher le mot de passe
en: Show password
